package handlers

var (
	//Банкомат
	atmMsg = `Для получения бат через банкомат не нужна <b>Тайская</b> или <b>РФ</b> карта. Всё происходит дистанционно!

<b>1.</b> Согласуйте с менеджером: сумму для обмена, курс, а так же банк, с которого будет отправка рублей.

<b>2.</b> Выберете для себя ближайший доступный атм:  kasikorn bank, krungsri bank, SCB. Если возникли сложности с поиском, то обратитесь к менеджеру за помощью.

<b>3.</b> Осуществите перевод рублей по реквизитам, которые предоставит менеджер.

<b>4.</b> После подтверждения поступления заберите наличные через банкомат с помощью простой инструкции.


⬇️Подробную инструкцию можете получить нажав на кнопку ниже.

🏧Обмены онлайн доступны ежедневно с <b>9:00</b> до <b>00:00</b> по тайскому времени.`

	//Офис
	officeMsg = `<b>1.</b> Согласуйте все детали обмена в чате с нашим менеджером перед приездом или когда будете непосредственно в офисе.

<b>2.</b> Осуществите перевод рублей по реквизитам, которые менеджер предоставим вам в чате.

<b>3.</b> После подтверждения поступления, менеджер предоставит код, который нужно предъявить в кассе для получения наличных 

▫️Офис работает ежедневно с <b>10:00</b> до <b>22:00</b> 

▫️<b>Как добраться:</b> https://maps.app.goo.gl/mdkgzcoaXBpqX8i76?g_st=com.google.maps.preview.copy

▫️Обмены онлайн доступны ежедневно с <b>9:00</b> до <b>00:00</b> по тайскому времени`

	//Курьер
	courierMsg = `<b>1.</b> Согласуйте с менеджером делали обмена: необходимая сумма, адрес, время доставки и банк, с которого будет перевод рублей.

<b>2.</b> Дождитесь курьера по назначенному адресу, так же можете убедиться о наличии у него бат, далее осуществите перевод рублей по реквизитам, которые вам предоставит менеджер в чат. После подтверждения поступления получите наличные.

▫️<b>Бесплатная доставка</b> доступна на Пхукете от 30.000 бат.

▫️В других случаях стоимость доставки и другие детали уточняйте у менеджера.

▫️Время работы курьера ежедневно с <b>10:00</b> до <b>21:00</b> по тайскому времени.`

	//На счет
	accountMsg = `<b>1.</b> Согласуйте с менеджером все условия обмена: сумму, курс и банк, с которого у вас будет перевод рублей.

<b>2.</b> Осуществите перевод безнал рублей по реквизитам, которые предоставит наш менеджер в чате.

<b>3.</b> После подтверждения поступления, предоставьте нашему менеджеру полные данные для перевода/оплаты: 

• название тайского банка 
• номер тайского счета или QR для оплаты или перевода 
• имя получателя 
• комментарий к переводу (если он необходим).

<b>4.</b> Дождитесь подтверждение операции и чек о переводе/оплате.

▫️Мы можем оплатить инвойс, любую покупку а магазине или счет в ресторане. Достаточно предоставить реквизиты для перевода или QR на оплату нашему менеджеру.

▫️Обмены онлайн доступны ежедневно с <b>9:00</b> до <b>00:00</b> по тайскому времени.`

	//Как это работает
	howItWorksMsg = `<b>Поздравляем</b>! Вы нашли партнёрскую программу с помощью которой действительно можно заработать.

❔<b>Как начать работать с нами</b>

<b>1.</b> Отправляйте свою реферальную ссылку или QR своим клиентам, подписчикам, друзьям.

<b>2.</b> Каждый клиент, перешедший по вашей ссылке и совершивший финансовую операцию через наш сервис, фиксируется в системе, закрепляется за вами и приносит вам бессрочный доход.

<b>3.</b> С каждой операции мы делимся с вами от <b>0.5% до 1.5%</b> с суммы сделки.

<b>P.S.</b> Также мы одни из немногих, кто предоставляет индивидуальные условия обслуживания. 

<blockquote>Например, на крупные сделки, такие как покупка недвижимости, за вами закрепляется персональный менеджер, который поможет сопроводить вашего клиента.</blockquote>

За более подробной информацией обращайтесь к менеджеру. Будем рады видеть вас в составе наших топ партнёров!`
)
