package handlers

var (
	//Банкомат
	atmMsg = `Карта тайского банка Вам для этого не понадобится 😜

1. Согласуйте с менеджером курс и банк, с которого будете переводить рубли

2. Выберите ближайший банкомат KasikornBank, Bangkok Bank, SCB или KTB

3. Переведите средства с российского счёта по реквизитам, отправленным в чате

4. Получите наличные через банкомат с помощью QR-кода.

• Подробную инструкцию можете получить по кнопке.

• Обмены онлайн доступны с 8 до 00 часов по тайскому времени`

	//Офис
	officeMsg = `1. Согласуйте с менеджером детали обмена в чате или непосредственно по прибытию в офис 

2. Произведите оплату по реквизитам, предоставленным менеджером 

3. Получите наличные в кассе. 

• Офис работает ежедневно  с 10:00 до 22:00

• Как добраться: (вставить ссылку)

• Обмены онлайн доступны с 8 до 00 часов по тайскому времени`

	//Курьер
	courierMsg = `1. Согласуйте с менеджером детали обмена и время доставки

2. Встретьте курьера, после чего переведите средства с российского счёта по реквизитам, отправленным в чате

3. После подтверждения получения средств, курьер выдаст Вам наличные

• Работаем по всему Таиланду

• Курьерская доставка доступна
 от 10 000 бат на Пхукете и в Паттайе, 
от 100 000 бат в Бангкоке. 

• Доставка бесплатна при обмене 
от 30 000 бат 

• В других случаях стоимость доставки и другие детали уточняйте у менеджера`

	//На счет
	accountMsg = `1. Согласуйте с менеджером детали обмена

2. Переведите средства с вашего счёта по реквизитам, отправленным в чате

3. Предоставьте полные данные получателя: 
• название банка
• 10-ти значный номер счета
• имя получателя 
• комментарий к платежу, если он необходим.                                                                      

4. Дождитесь подтверждения операции и чек об оплате. 

• Мы можем оплатить инвойс, любую покупку или счет в ресторане. Достаточно предоставить реквизиты или QR-код нашему менеджеру

• Обмены онлайн доступны с 8 до 00 часов по тайскому времени`

	//Как это работает
	howItWorksMsg = `Мы создали удобный сервис для автоматического заработка.

Все просто:

1. Делитесь своей партнерской ссылкой и получайте вознаграждение с каждого, кто перейдет по ней и совершит обмен.
2. Каждый обмен приносит вам бонус, который можно легко выводить раз в неделю. 
3. Мы делимся с вами доходом нашего сервиса, сокращая расходы на рекламу. Подробные инструкции можно получить у менеджера в чате. Пользуйтесь с удовольствием!`
)
